11/data/attachments/394fbedcd9106421.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Aaron_reach_Actions_83583_4</nif:username>
            <nif:friendToBeRequested>soap_actions_bc78c0a3-9c43-47c8-b7c3-efa6043c0549</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>